Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: The root filesystem does not contain the default session command, and no fallback shell was found. Command: %1$@ Error: %2$@ Fallbacks checked: %3$@ Install login or a shell such as /bin/sh, or change Settings -> Launch Command.
de: Das Root-Dateisystem enthält den Standard-Sitzungsbefehl nicht, und es wurde keine Ersatz-Shell gefunden. Befehl: %1$@ Fehler: %2$@ Geprüfte Ersatz-Shells: %3$@ Installiere login oder eine Shell wie /bin/sh oder ändere Einstellungen -> Startbefehl.
es: El sistema de archivos raíz no contiene el comando de sesión predeterminado y no se encontró ninguna shell de reserva. Comando: %1$@ Error: %2$@ Alternativas comprobadas: %3$@ Instala login o una shell como /bin/sh, o cambia Ajustes -> Comando de inicio.
fr: Le système de fichiers racine ne contient pas la commande de session par défaut, et aucun shell de secours n'a été trouvé. Commande : %1$@ Erreur : %2$@ Shells de secours vérifiés : %3$@ Installez login ou un shell tel que /bin/sh, ou modifiez Réglages -> Commande de lancement.
ja: ルートファイルシステムにデフォルトのセッションコマンドが含まれておらず、代替シェルも見つかりませんでした。 コマンド: %1$@ エラー: %2$@ 確認した代替: %3$@ login または /bin/sh などのシェルをインストールするか、「設定」->「起動コマンド」を変更してください。
ko: 루트 파일 시스템에 기본 세션 명령이 없으며, 대체 셸도 찾을 수 없습니다. 명령: %1$@ 오류: %2$@ 확인한 대체 셸: %3$@ login 또는 /bin/sh 같은 셸을 설치하거나, 설정 -> 실행 명령을 변경하십시오.
pt_br: O sistema de arquivos raiz não contém o comando de sessão padrão, e nenhum shell alternativo foi encontrado. Comando: %1$@ Erro: %2$@ Alternativas verificadas: %3$@ Instale o login ou um shell como /bin/sh, ou altere Ajustes -> Comando de Abertura.
ru: В корневой файловой системе нет команды сеанса по умолчанию, и резервная оболочка не найдена. Команда: %1$@ Ошибка: %2$@ Проверенные варианты: %3$@ Установите login или оболочку, например /bin/sh, или измените Настройки -> Команда запуска.
zh_hans: 根文件系统不包含默认会话命令，且未找到后备 shell。 命令：%1$@ 错误：%2$@ 已检查的后备：%3$@ 请安装 login 或 /bin/sh 等 shell，或更改“设置 -> 启动命令”。
zh_hant: 根檔案系統不包含預設的工作階段指令，也找不到備用 shell。 指令：%1$@ 錯誤：%2$@ 已檢查的備用項目：%3$@ 請安裝 login 或 /bin/sh 等 shell，或更改「設定」->「啟動指令」。

source: The root filesystem was mounted, but the session command could not be executed. Command: %1$@ Path: %2$@ Error: %3$@ Install the missing program, choose a root filesystem with a shell, or change Settings -> Launch Command.
de: Das Root-Dateisystem wurde eingehängt, aber der Sitzungsbefehl konnte nicht ausgeführt werden. Befehl: %1$@ Pfad: %2$@ Fehler: %3$@ Installiere das fehlende Programm, wähle ein Root-Dateisystem mit einer Shell oder ändere Einstellungen -> Startbefehl.
es: Se montó el sistema de archivos raíz, pero no se pudo ejecutar el comando de sesión. Comando: %1$@ Ruta: %2$@ Error: %3$@ Instala el programa que falta, elige un sistema de archivos raíz con una shell o cambia Ajustes -> Comando de inicio.
fr: Le système de fichiers racine a été monté, mais la commande de session n'a pas pu être exécutée. Commande : %1$@ Chemin : %2$@ Erreur : %3$@ Installez le programme manquant, choisissez un système de fichiers racine avec un shell, ou modifiez Réglages -> Commande de lancement.
ja: ルートファイルシステムはマウントされましたが、セッションコマンドを実行できませんでした。 コマンド: %1$@ パス: %2$@ エラー: %3$@ 不足しているプログラムをインストールするか、シェルのあるルートファイルシステムを選択するか、「設定」->「起動コマンド」を変更してください。
ko: 루트 파일 시스템이 마운트되었지만 세션 명령을 실행할 수 없습니다. 명령: %1$@ 경로: %2$@ 오류: %3$@ 누락된 프로그램을 설치하거나, 셸이 있는 루트 파일 시스템을 선택하거나, 설정 -> 실행 명령을 변경하십시오.
pt_br: O sistema de arquivos raiz foi montado, mas não foi possível executar o comando da sessão. Comando: %1$@ Caminho: %2$@ Erro: %3$@ Instale o programa ausente, escolha um sistema de arquivos raiz com um shell ou altere Ajustes -> Comando de Abertura.
ru: Корневая файловая система подключена, но команду сеанса не удалось выполнить. Команда: %1$@ Путь: %2$@ Ошибка: %3$@ Установите недостающую программу, выберите корневую файловую систему с оболочкой или измените Настройки -> Команда запуска.
zh_hans: 根文件系统已挂载，但无法执行会话命令。 命令：%1$@ 路径：%2$@ 错误：%3$@ 请安装缺少的程序、选择带有 shell 的根文件系统，或更改“设置 -> 启动命令”。
zh_hant: 根檔案系統已掛載，但無法執行工作階段指令。 指令：%1$@ 路徑：%2$@ 錯誤：%3$@ 請安裝缺少的程式、選擇含有 shell 的根檔案系統，或更改「設定」->「啟動指令」。

source: The root's /dev entries may be damaged. Choose another filesystem or reimport this one.
de: Die /dev-Einträge des Roots sind möglicherweise beschädigt. Wähle ein anderes Dateisystem oder importiere dieses erneut.
es: Las entradas de /dev del sistema raíz pueden estar dañadas. Elige otro sistema de archivos o vuelve a importar este.
fr: Les entrées /dev de la racine sont peut-être endommagées. Choisissez un autre système de fichiers ou réimportez celui-ci.
ja: ルートの /dev エントリが破損している可能性があります。別のファイルシステムを選択するか、このファイルシステムを再インポートしてください。
ko: 루트의 /dev 항목이 손상되었을 수 있습니다. 다른 파일 시스템을 선택하거나 이 파일 시스템을 다시 가져오십시오.
pt_br: As entradas /dev da raiz podem estar danificadas. Escolha outro sistema de arquivos ou reimporte este.
ru: Записи /dev в корневой ФС могут быть повреждены. Выберите другую файловую систему или повторно импортируйте эту.
zh_hans: 根文件系统的 /dev 条目可能已损坏。请选择其他文件系统或重新导入此文件系统。
zh_hant: 根檔案系統的 /dev 項目可能已損壞。請選擇其他檔案系統或重新匯入此檔案系統。

source: The saved session from this filesystem will be deleted too.
de: Die gesicherte Sitzung dieses Dateisystems wird ebenfalls gelöscht.
es: También se eliminará la sesión guardada de este sistema de archivos.
fr: La session enregistrée de ce système de fichiers sera aussi supprimée.
ja: このファイルシステムの保存済みセッションも削除されます。
ko: 이 파일 시스템에서 저장된 세션도 삭제됩니다.
pt_br: A sessão salva deste sistema de arquivos também será apagada.
ru: Сохранённый сеанс этой файловой системы тоже будет удалён.
zh_hans: 此文件系统的已保存会话也将被删除。
zh_hant: 此檔案系統的已儲存工作階段也會被刪除。

source: The server answered %ld.
de: Der Server antwortete mit %ld.
es: El servidor respondió %ld.
fr: Le serveur a répondu %ld.
ja: サーバの応答は %ld でした。
ko: 서버가 %ld(으)로 응답했습니다.
pt_br: O servidor respondeu %ld.
ru: Сервер ответил %ld.
zh_hans: 服务器返回了 %ld。
zh_hant: 伺服器回應 %ld。

source: The server offers no tools.
de: Der Server bietet keine Tools an.
es: El servidor no ofrece herramientas.
fr: Le serveur ne propose aucun outil.
ja: サーバにはツールがありません。
ko: 서버가 제공하는 도구가 없습니다.
pt_br: O servidor não oferece ferramentas.
ru: Сервер не предоставляет инструментов.
zh_hans: 该服务器未提供任何工具。
zh_hant: 伺服器未提供任何工具。

source: The server's Streamable HTTP URL. The token, if any, is sent as a bearer token.
de: Die Streamable-HTTP-URL des Servers. Ein Token wird, falls vorhanden, als Bearer-Token gesendet.
es: La URL Streamable HTTP del servidor. El token, si lo hay, se envía como token bearer.
fr: L'URL HTTP Streamable du serveur. Le jeton éventuel est envoyé comme jeton bearer.
ja: サーバの Streamable HTTP URL。トークンがある場合は Bearer トークンとして送信されます。
ko: 서버의 Streamable HTTP URL. 토큰이 있으면 bearer 토큰으로 전송됩니다.
pt_br: A URL Streamable HTTP do servidor. O token, se houver, é enviado como bearer token.
ru: URL Streamable HTTP сервера. Токен, если есть, отправляется как bearer-токен.
zh_hans: 服务器的 Streamable HTTP URL。令牌（如有）将作为 Bearer 令牌发送。
zh_hant: 伺服器的 Streamable HTTP URL。若有 token，會以 bearer token 傳送。

source: The suspended session was restored, but iSH-AOK could not create a thread to run it.
de: Die unterbrochene Sitzung wurde wiederhergestellt, aber iSH-AOK konnte keinen Thread zum Ausführen erstellen.
es: Se restauró la sesión suspendida, pero iSH-AOK no pudo crear un hilo para ejecutarla.
fr: La session suspendue a été restaurée, mais iSH-AOK n'a pas pu créer de thread pour l'exécuter.
ja: サスペンドしたセッションは復元されましたが、iSH-AOK はそれを実行するスレッドを作成できませんでした。
ko: 일시 중단된 세션이 복원되었지만 iSH-AOK가 이를 실행할 스레드를 생성할 수 없습니다.
pt_br: A sessão suspensa foi restaurada, mas o iSH-AOK não conseguiu criar uma thread para executá-la.
ru: Приостановленный сеанс восстановлен, но iSH-AOK не удалось создать поток для его выполнения.
zh_hans: 已恢复挂起的会话，但 iSH-AOK 无法创建运行它的线程。
zh_hant: 已恢復暫停的工作階段，但 iSH-AOK 無法建立執行緒來執行它。

source: The two passwords were different.
de: Die beiden Passwörter stimmen nicht überein.
es: Las dos contraseñas no coinciden.
fr: Les deux mots de passe sont différents.
ja: 2 つのパスワードが一致しませんでした。
ko: 두 암호가 다릅니다.
pt_br: As duas senhas eram diferentes.
ru: Пароли не совпадают.
zh_hans: 两次输入的密码不一致。
zh_hant: 兩次輸入的密碼不同。

source: Theme Library
de: Theme-Bibliothek
es: Biblioteca de temas
fr: Bibliothèque de thèmes
ja: テーマライブラリ
ko: 테마 라이브러리
pt_br: Biblioteca de Temas
ru: Библиотека тем
zh_hans: 主题库
zh_hant: 主題庫

source: Theme Name
de: Name des Themes
es: Nombre del tema
fr: Nom du thème
ja: テーマ名
ko: 테마 이름
pt_br: Nome do Tema
ru: Название темы
zh_hans: 主题名称
zh_hant: 主題名稱

source: Theme name
de: Name des Themes
es: Nombre del tema
fr: Nom du thème
ja: テーマ名
ko: 테마 이름
pt_br: Nome do tema
ru: Название темы
zh_hans: 主题名称
zh_hant: 主題名稱

source: There are no hidden Workspace windows to close.
de: Es gibt keine ausgeblendeten Workspace-Fenster zum Schließen.
es: No hay ventanas ocultas del espacio de trabajo que cerrar.
fr: Il n'y a aucune fenêtre masquée de l'espace de travail à fermer.
ja: 閉じる非表示のワークスペースウインドウはありません。
ko: 닫을 숨겨진 워크스페이스 윈도우가 없습니다.
pt_br: Não há janelas ocultas do Espaço de trabalho para fechar.
ru: Нет скрытых окон рабочей области для закрытия.
zh_hans: 没有可关闭的隐藏工作区窗口。
zh_hant: 沒有可關閉的隱藏工作區視窗。

source: There is already a filesystem named %@
de: Es gibt bereits ein Dateisystem namens %@
es: Ya existe un sistema de archivos llamado %@
fr: Un système de fichiers nommé %@ existe déjà
ja: %@ という名前のファイルシステムはすでに存在します
ko: %@(이)라는 이름의 파일 시스템이 이미 있습니다
pt_br: Já existe um sistema de arquivos chamado %@
ru: Файловая система с именем %@ уже существует
zh_hans: 已存在名为 %@ 的文件系统
zh_hant: 已有名為 %@ 的檔案系統

source: There is no filesystem named %@
de: Es gibt kein Dateisystem namens %@
es: No existe ningún sistema de archivos llamado %@
fr: Aucun système de fichiers nommé %@
ja: %@ という名前のファイルシステムはありません
ko: %@(이)라는 이름의 파일 시스템이 없습니다
pt_br: Não existe um sistema de arquivos chamado %@
ru: Нет файловой системы с именем %@
zh_hans: 没有名为 %@ 的文件系统
zh_hant: 沒有名為 %@ 的檔案系統

source: There’s no app to open “%@” yet.
de: Es gibt noch keine App, um „%@“ zu öffnen.
es: Aún no hay ninguna app para abrir “%@”.
fr: Aucune app ne permet encore d'ouvrir « %@ ».
ja: “%@”を開く App はまだありません。
ko: 아직 “%@”을(를) 열 수 있는 앱이 없습니다.
pt_br: Ainda não há um app para abrir “%@”.
ru: Пока нет приложения, чтобы открыть «%@».
zh_hans: 目前还没有可打开“%@”的 App。
zh_hant: 目前還沒有 App 可以打開「%@」。

source: Thinking
de: Denkprozess
es: Razonamiento
fr: Réflexion
ja: 思考
ko: 생각 중
pt_br: Raciocínio
ru: Рассуждения
zh_hans: 思考
zh_hant: 思考過程

source: Thinking…
de: Denkt …
es: Razonando…
fr: Réflexion…
ja: 思考中…
ko: 생각 중…
pt_br: Raciocinando…
ru: Рассуждает…
zh_hans: 正在思考…
zh_hant: 思考中…

source: This chat is still working. Stop it and clear the chat?
de: Dieser Chat arbeitet noch. Stoppen und Chat leeren?
es: Este chat sigue en curso. ¿Detenerlo y borrar el chat?
fr: Cette conversation est toujours en cours. L'arrêter et l'effacer ?
ja: このチャットはまだ実行中です。停止してチャットを消去しますか？
ko: 이 채팅은 아직 작업 중입니다. 중지하고 채팅을 지우겠습니까?
pt_br: Este chat ainda está em execução. Interrompê-lo e limpar o chat?
ru: Этот чат ещё работает. Остановить его и очистить чат?
zh_hans: 此聊天仍在工作。要停止并清除聊天吗？
zh_hant: 此對話仍在執行中。要停止並清除對話嗎？

source: This closes that Workspace window. Running terminals in that Workspace may be detached or closed with the scene.
de: Dies schließt dieses Workspace-Fenster. Laufende Terminals in diesem Workspace werden evtl. mit der Szene getrennt oder geschlossen.
es: Esto cierra esa ventana del espacio de trabajo. Las terminales en ejecución en ese espacio de trabajo pueden desconectarse o cerrarse con la escena.
fr: Cela ferme cette fenêtre d'espace de travail. Les terminaux en cours dans cet espace de travail peuvent être détachés ou fermés avec la scène.
ja: そのワークスペースウインドウを閉じます。そのワークスペースで実行中のターミナルは、シーンと一緒に切り離されるか閉じられる場合があります。
ko: 해당 워크스페이스 윈도우를 닫습니다. 해당 워크스페이스에서 실행 중인 터미널은 장면과 함께 분리되거나 닫힐 수 있습니다.
pt_br: Isso fecha aquela janela do Espaço de trabalho. Terminais em execução nesse Espaço de trabalho podem ser desconectados ou fechados com a cena.
ru: Это окно рабочей области будет закрыто. Терминалы, запущенные в этой рабочей области, могут быть отсоединены или закрыты вместе со сценой.
zh_hans: 这将关闭该工作区窗口。该工作区中运行的终端可能会随场景一起被分离或关闭。
zh_hant: 這會關閉該工作區視窗。該工作區中執行的終端機可能會隨場景分離或關閉。

# This deletes "%@" and %lu item inside it.
source: This deletes "%1$@" and %2$lu item inside it.
de: Dies löscht „%1$@“ und %2$lu Objekt darin.
es: Esto elimina "%1$@" y %2$lu elemento que contiene.
fr: Cela supprime « %1$@ » et %2$lu élément qu'il contient.
ja: “%1$@”とその中の %2$lu 項目を削除します。
ko: "%1$@" 및 그 안의 항목 %2$lu개를 삭제합니다.
pt_br: Isso apaga "%1$@" e %2$lu item dentro dele.
ru: Будут удалены "%1$@" и объекты внутри (%2$lu).
zh_hans: 这将删除“%1$@”及其中的 %2$lu 个项目。
zh_hant: 這會刪除 "%1$@" 及其中的 %2$lu 個項目。

# This deletes "%@" and %lu items inside it.
source: This deletes "%1$@" and %2$lu items inside it.
de: Dies löscht „%1$@“ und %2$lu Objekte darin.
es: Esto elimina "%1$@" y %2$lu elementos que contiene.
fr: Cela supprime « %1$@ » et %2$lu éléments qu'il contient.
ja: “%1$@”とその中の %2$lu 項目を削除します。
ko: "%1$@" 및 그 안의 항목 %2$lu개를 삭제합니다.
pt_br: Isso apaga "%1$@" e %2$lu itens dentro dele.
ru: Будут удалены "%1$@" и объекты внутри (%2$lu).
zh_hans: 这将删除“%1$@”及其中的 %2$lu 个项目。
zh_hant: 這會刪除 "%1$@" 及其中的 %2$lu 個項目。

source: This device cannot open a separate terminal scene right now.
de: Dieses Gerät kann gerade keine separate Terminalszene öffnen.
es: Este dispositivo no puede abrir una escena de terminal independiente en este momento.
fr: Cet appareil ne peut pas ouvrir de scène de terminal séparée pour le moment.
ja: このデバイスでは現在、別のターミナルシーンを開けません。
ko: 이 기기는 지금 별도의 터미널 장면을 열 수 없습니다.
pt_br: Este dispositivo não pode abrir uma cena de terminal separada agora.
ru: Это устройство сейчас не может открыть отдельную сцену терминала.
zh_hans: 此设备目前无法打开单独的终端场景。
zh_hant: 此裝置目前無法打開獨立的終端機場景。

source: This device has less than 4 GB of RAM. Workspace is more stable with fewer windows and browser tabs open. Browser tabs are limited to 2 on this device.
de: Dieses Gerät hat weniger als 4 GB RAM. Der Workspace ist stabiler mit weniger offenen Fenstern und Browser-Tabs. Browser-Tabs sind auf diesem Gerät auf 2 begrenzt.
es: Este dispositivo tiene menos de 4 GB de RAM. El espacio de trabajo es más estable con menos ventanas y pestañas del navegador abiertas. Las pestañas del navegador están limitadas a 2 en este dispositivo.
fr: Cet appareil a moins de 4 Go de RAM. L'espace de travail est plus stable avec moins de fenêtres et d'onglets de navigateur ouverts. Les onglets de navigateur sont limités à 2 sur cet appareil.
ja: このデバイスの RAM は 4 GB 未満です。ワークスペースは、開いているウインドウやブラウザタブが少ないほど安定します。このデバイスではブラウザタブは 2 つまでに制限されています。
ko: 이 기기의 RAM이 4 GB 미만입니다. 윈도우와 브라우저 탭을 적게 열수록 워크스페이스가 더 안정적입니다. 이 기기에서는 브라우저 탭이 2개로 제한됩니다.
pt_br: Este dispositivo tem menos de 4 GB de RAM. O Espaço de trabalho fica mais estável com menos janelas e abas do navegador abertas. As abas do navegador são limitadas a 2 neste dispositivo.
ru: На этом устройстве меньше 4 GB ОЗУ. Рабочая область работает стабильнее, когда открыто меньше окон и вкладок браузера. На этом устройстве можно открыть не более 2 вкладок браузера.
zh_hans: 此设备的 RAM 少于 4 GB。打开较少的窗口和浏览器标签页时，工作区会更稳定。此设备上的浏览器标签页限制为 2 个。
zh_hant: 此裝置的 RAM 少於 4 GB。打開較少的視窗和瀏覽器標籤頁時，工作區會更穩定。此裝置的瀏覽器標籤頁上限為 2 個。

source: This device is limited to %1$lu browser tabs in Workspace based on its available RAM (%2$.0f GB).
de: Dieses Gerät ist aufgrund seines verfügbaren RAM (%2$.0f GB) im Workspace auf %1$lu Browser-Tabs begrenzt.
es: Este dispositivo está limitado a %1$lu pestañas del navegador en el espacio de trabajo según su RAM disponible (%2$.0f GB).
fr: Cet appareil est limité à %1$lu onglets de navigateur dans l'espace de travail en fonction de sa RAM disponible (%2$.0f Go).
ja: このデバイスでは、使用可能な RAM（%2$.0f GB）に基づき、ワークスペースのブラウザタブは %1$lu 個までに制限されています。
ko: 이 기기는 사용 가능한 RAM(%2$.0f GB)에 따라 워크스페이스에서 브라우저 탭이 %1$lu개로 제한됩니다.
pt_br: Este dispositivo está limitado a %1$lu abas do navegador no Espaço de trabalho com base na RAM disponível (%2$.0f GB).
ru: Исходя из доступной ОЗУ (%2$.0f GB), на этом устройстве в рабочей области можно открыть не более %1$lu вкладок браузера.
zh_hans: 根据可用 RAM（%2$.0f GB），此设备在工作区中最多可打开 %1$lu 个浏览器标签页。
zh_hant: 根據此裝置的可用 RAM（%2$.0f GB），工作區中的瀏覽器標籤頁上限為 %1$lu 個。

source: This device is limited to %lu browser tabs in Workspace because it has less than 4 GB of RAM.
de: Dieses Gerät ist im Workspace auf %lu Browser-Tabs begrenzt, da es weniger als 4 GB RAM hat.
es: Este dispositivo está limitado a %lu pestañas del navegador en el espacio de trabajo porque tiene menos de 4 GB de RAM.
fr: Cet appareil est limité à %lu onglets de navigateur dans l'espace de travail, car il a moins de 4 Go de RAM.
ja: このデバイスは RAM が 4 GB 未満のため、ワークスペースのブラウザタブは %lu 個までに制限されています。
ko: 이 기기는 RAM이 4 GB 미만이므로 워크스페이스에서 브라우저 탭이 %lu개로 제한됩니다.
pt_br: Este dispositivo está limitado a %lu abas do navegador no Espaço de trabalho porque tem menos de 4 GB de RAM.
ru: На этом устройстве меньше 4 GB ОЗУ, поэтому в рабочей области можно открыть не более %lu вкладок браузера.
zh_hans: 由于此设备的 RAM 少于 4 GB，在工作区中最多可打开 %lu 个浏览器标签页。
zh_hant: 由於此裝置的 RAM 少於 4 GB，工作區中的瀏覽器標籤頁上限為 %lu 個。

source: This doesn’t look like an image iSH-AOK can display.
de: Das sieht nicht nach einem Bild aus, das iSH-AOK anzeigen kann.
es: No parece una imagen que iSH-AOK pueda mostrar.
fr: Cela ne ressemble pas à une image qu'iSH-AOK peut afficher.
ja: iSH-AOK で表示できるイメージではないようです。
ko: iSH-AOK가 표시할 수 있는 이미지가 아닌 것 같습니다.
pt_br: Isto não parece uma imagem que o iSH-AOK consiga exibir.
ru: Похоже, это не изображение, которое iSH-AOK может показать.
zh_hans: 这似乎不是 iSH-AOK 可以显示的图像。
zh_hant: 這看起來不是 iSH-AOK 能顯示的影像。

source: This entry’s address is not valid.
de: Die Adresse dieses Eintrags ist ungültig.
es: La dirección de esta entrada no es válida.
fr: L'adresse de cette entrée n'est pas valide.
ja: このエントリのアドレスは無効です。
ko: 이 항목의 주소가 유효하지 않습니다.
pt_br: O endereço desta entrada não é válido.
ru: Адрес этой записи недействителен.
zh_hans: 此条目的地址无效。
zh_hant: 此項目的網址無效。

source: This file is larger than 4 MB and can’t be displayed here.
de: Diese Datei ist größer als 4 MB und kann hier nicht angezeigt werden.
es: Este archivo ocupa más de 4 MB y no se puede mostrar aquí.
fr: Ce fichier dépasse 4 Mo et ne peut pas être affiché ici.
ja: このファイルは 4 MB を超えているため、ここでは表示できません。
ko: 이 파일은 4 MB보다 커서 여기에 표시할 수 없습니다.
pt_br: Este arquivo é maior que 4 MB e não pode ser exibido aqui.
ru: Этот файл больше 4 MB и не может быть показан здесь.
zh_hans: 此文件大于 4 MB，无法在此显示。
zh_hant: 此檔案大於 4 MB，無法在此顯示。

source: This file is larger than 64 MB and can’t be displayed here.
de: Diese Datei ist größer als 64 MB und kann hier nicht angezeigt werden.
es: Este archivo ocupa más de 64 MB y no se puede mostrar aquí.
fr: Ce fichier dépasse 64 Mo et ne peut pas être affiché ici.
ja: このファイルは 64 MB を超えているため、ここでは表示できません。
ko: 이 파일은 64 MB보다 커서 여기에 표시할 수 없습니다.
pt_br: Este arquivo é maior que 64 MB e não pode ser exibido aqui.
ru: Этот файл больше 64 MB и не может быть показан здесь.
zh_hans: 此文件大于 64 MB，无法在此显示。
zh_hant: 此檔案大於 64 MB，無法在此顯示。

source: This filesystem boots the next time iSH-AOK opens.
de: Dieses Dateisystem bootet beim nächsten Öffnen von iSH-AOK.
es: Este sistema de archivos arranca la próxima vez que se abra iSH-AOK.
fr: Ce système de fichiers démarrera à la prochaine ouverture d'iSH-AOK.
ja: このファイルシステムは次に iSH-AOK を開いたときにブートします。
ko: 다음에 iSH-AOK를 열 때 이 파일 시스템으로 부팅됩니다.
pt_br: Este sistema de arquivos inicia na próxima vez que o iSH-AOK abrir.
ru: Эта файловая система загрузится при следующем открытии iSH-AOK.
zh_hans: 此文件系统将在下次打开 iSH-AOK 时启动。
zh_hant: 下次打開 iSH-AOK 時會以此檔案系統開機。

source: This filesystem can't be deleted or renamed because it's currently mounted as the root. To delete it, choose Boot From This Filesystem on another one; once iSH-AOK is running from that one, this one can go.
de: Dieses Dateisystem kann nicht gelöscht oder umbenannt werden, da es aktuell als Root eingehängt ist. Wähle zum Löschen bei einem anderen „Von diesem Dateisystem booten“; sobald iSH-AOK von diesem läuft, kann dieses weg.
es: Este sistema de archivos no se puede eliminar ni renombrar porque está montado actualmente como raíz. Para eliminarlo, elige Arrancar desde este sistema de archivos en otro; cuando iSH-AOK se esté ejecutando desde ese, podrás eliminar este.
fr: Ce système de fichiers ne peut pas être supprimé ni renommé, car il est actuellement monté comme racine. Pour le supprimer, choisissez Démarrer depuis ce système de fichiers sur un autre ; une fois qu'iSH-AOK s'exécute depuis celui-ci, celui-là pourra être supprimé.
ja: このファイルシステムは現在ルートとしてマウントされているため、削除や名前の変更はできません。削除するには、別のファイルシステムで「このファイルシステムからブート」を選択してください。iSH-AOK がそちらから実行されると、このファイルシステムを削除できます。
ko: 이 파일 시스템은 현재 루트로 마운트되어 있으므로 삭제하거나 이름을 변경할 수 없습니다. 삭제하려면 다른 파일 시스템에서 이 파일 시스템으로 부팅을 선택하십시오. iSH-AOK가 해당 파일 시스템에서 실행되면 이 파일 시스템을 삭제할 수 있습니다.
pt_br: Este sistema de arquivos não pode ser apagado nem renomeado porque está montado como raiz. Para apagá-lo, escolha Iniciar a Partir Deste Sistema de Arquivos em outro; quando o iSH-AOK estiver sendo executado a partir dele, este poderá ser removido.
ru: Эту файловую систему нельзя удалить или переименовать, потому что сейчас она подключена как корневая. Чтобы удалить её, выберите «Загружаться с этой файловой системы» для другой; когда iSH-AOK будет работать с той, эту можно будет удалить.
zh_hans: 此文件系统当前作为根文件系统挂载，因此无法删除或重命名。若要删除，请在另一个文件系统上选择“从此文件系统启动”；iSH-AOK 从那个文件系统运行后，即可删除此文件系统。
zh_hant: 此檔案系統目前作為根目錄掛載，因此無法刪除或重新命名。若要刪除，請在另一個檔案系統上選擇「從此檔案系統開機」；iSH-AOK 從該檔案系統執行後，即可刪除此檔案系統。

source: This filesystem can't be deleted or renamed because it's the one set to boot next. To delete it, choose Boot From This Filesystem on another one first.
de: Dieses Dateisystem kann nicht gelöscht oder umbenannt werden, da es für den nächsten Start gewählt ist. Wähle zum Löschen zuerst bei einem anderen „Von diesem Dateisystem booten“.
es: Este sistema de archivos no se puede eliminar ni renombrar porque es el configurado para arrancar a continuación. Para eliminarlo, elige primero Arrancar desde este sistema de archivos en otro.
fr: Ce système de fichiers ne peut pas être supprimé ni renommé, car c'est celui qui est défini pour le prochain démarrage. Pour le supprimer, choisissez d'abord Démarrer depuis ce système de fichiers sur un autre.
ja: このファイルシステムは次回ブートするよう設定されているため、削除や名前の変更はできません。削除するには、先に別のファイルシステムで「このファイルシステムからブート」を選択してください。
ko: 이 파일 시스템은 다음 부팅으로 설정되어 있으므로 삭제하거나 이름을 변경할 수 없습니다. 삭제하려면 먼저 다른 파일 시스템에서 이 파일 시스템으로 부팅을 선택하십시오.
pt_br: Este sistema de arquivos não pode ser apagado nem renomeado porque é o definido para iniciar em seguida. Para apagá-lo, escolha primeiro Iniciar a Partir Deste Sistema de Arquivos em outro.
ru: Эту файловую систему нельзя удалить или переименовать, потому что именно она будет загружаться следующей. Чтобы удалить её, сначала выберите «Загружаться с этой файловой системы» для другой.
zh_hans: 此文件系统已设为下次启动，因此无法删除或重命名。若要删除，请先在另一个文件系统上选择“从此文件系统启动”。
zh_hant: 此檔案系統已設定為下次開機使用，因此無法刪除或重新命名。若要刪除，請先在另一個檔案系統上選擇「從此檔案系統開機」。
